kendryte/k230_canmv/micropython_port/boards/k230_canmv_01studio/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               "k230_canmv_01studio"
#define MICROPY_HW_MCU_NAME                 "K230"
#define OMV_ARCH_STR                        "K230"
#define OMV_BOARD_TYPE                      "CanMV"
